Repository: mussab87/Bidder
Catalog: Bidder.DashBoard/Resources/SharedResource.*.resx
Languages: ar_sa

source: Accept
ar_sa: موافقة

source: Accepted
ar_sa: مقبول

source: Account Information
ar_sa: بيانات الحساب

source: Action
ar_sa: إدارة

source: Activate User
ar_sa: تفعيل المستخدم

source: Add
ar_sa: أضف

source: Addational Information
ar_sa: معلومات اضافية

source: Add New Supplier
ar_sa: اضافة مورد جديد

# AddPermissionToRole
source: Add Permission To This Role
ar_sa: إضافة الصلاحيات لهذه المجموعة

# AddPriceList
source: Add To Price List
ar_sa: اضافة الي القائمة

# AddProduct
source: Product Added
ar_sa: تم إضافة المنتج

source: Address
ar_sa: العنوان

source: Add User
ar_sa: إضافة مستخدمين

source: Admins
ar_sa: مديري النظام

# AdminSupllierInvoices
source: Supplier Invoices
ar_sa: فواتير الموردين

source: Afternoon
ar_sa: مساء

source: All
ar_sa: الكل

# ApproveDate
source: Date Approve
ar_sa: التاريخ

source: Arabic Name
ar_sa: الاسم بالعربي

source: Authorized to order
ar_sa: صلاحية الطلب

source: Authorized to receive
ar_sa: صلاحية الاستلام

# AvgExpectationPurchase
source: Expectation Purchase
ar_sa: رقم المعاملات المتوقع

source: Bank Name
ar_sa: إسم البنك

source: Bar code
ar_sa: الرمز الشريطي

# BarCodeExist
source: This Bar Code Exist
ar_sa: هذا الباركود مسجل من قبل

source: Branches
ar_sa: الفروع

source: Brand
ar_sa: الماركة

# BtnBack
source: Back
ar_sa: عودة للسابق

# BtnCopy
source: Copy
ar_sa: نسخ

# BtnCreate
source: Create New
ar_sa: اضافة جديد

# BtnDelete
source: Delete
ar_sa: حذف

# BtnDetails
source: Details
ar_sa: التفاصيل

# BtnEdit
source: Edit
ar_sa: تعديل

# BtnPrint
source: Print
ar_sa: طباعة

# BtnSave
source: Save
ar_sa: حفظ

source: Cancel
ar_sa: الغاء التذكره

source: Cash
ar_sa: نقدي

# CategoriesId
source: Category
ar_sa: النوع

source: Category
ar_sa: التصنيف

source: Check Permissions
ar_sa: تحديث الصلاحيات

source: Choose File ....
ar_sa: إختر الملف ...

source: Company Information
ar_sa: بيانات الشركة

source: Confirmation
ar_sa: تأكيد أمر الشراء

source: Create Order
ar_sa: إنشاء الطلب

# CreatePremission
source: Create Permission
ar_sa: إضافة صلاحية جديدة

source: Create Role
ar_sa: إضافة مجموعة الصلاحيات

source: Credit
ar_sa: آجل

source: Credit Request
ar_sa: طلبات الآجل

# CrEntityNumber
source: Commercial Registration Number
ar_sa: رقم السجل التجاري

# CustomerAr
source: Customer
ar_sa: العميل

# CustomerCredit
source: New Credit
ar_sa: التقدم بطلب آجل

# CustomerCreditHistory
source: Credit Request History
ar_sa: سجل طلبات الآجل

source: Customer Dashboard
ar_sa: لوحة تحكم العميل

# CustomerEmployee
source: Employees Management
ar_sa: إدارة الموظفيين

# CustomerManagment
source: Customer
ar_sa: العملاء

source: Customer Orders
ar_sa: إدارة الطلبات

# CustomerSetting
source: Settings
ar_sa: الإعدادات

# CustomersRoles
source: Assign Roles
ar_sa: صلاحيات الموظفيين

source: Dashboard
ar_sa: لوحة التحكم

source: Days
ar_sa: بالأيام

# DeleteConfirm
source: Are you sure you want to delete this?
ar_sa: هل انت متأكد من حذف العنصر؟

# DelieredOrders
source: Delivered Orders
ar_sa: طلبات تم تسليمها

source: Delivery
ar_sa: توصيل

source: Delivery Zones
ar_sa: مناطق التسليم

source: Delivred
ar_sa: تم التسليم

# DelivredOrder
source: Delivered Orders
ar_sa: طلبات تم تسليمها

source: Description
ar_sa: الوصف

source: Details
ar_sa: التفاصيل

source: Dispatched
ar_sa: تم التوجيه

# Dispatchorders
source: Dispatch orders To Warehouse
ar_sa: توجيه الطلبات للمستودع

# downloadSample
source: Download Sample Excel File
ar_sa: تحميل نموذج ملف الإكسل

source: Driver
ar_sa: طلبات السائق

source: Edit Premission
ar_sa: تعديل الصلاحية

source: Edit Role
ar_sa: تعديل مجموعة الصلاحيات

source: Email
ar_sa: البريد الالكتروني

# EmailActivatedBefore
source: This email registerd before
ar_sa: البريد الالكتروني مسجل قبل ذلك

source: Employee Name
ar_sa: إسم الموظف

# EndRepeatDateError
source: End Repeat Date Is Required
ar_sa: يجب تحديد تاريخ إنتهاء التكرار

source: English Name
ar_sa: الاسم بالانجليزي

# from
source: Start Date
ar_sa: من

source: Import Categories
ar_sa: استيراد انواع المنتجات

source: Import Customers
ar_sa: استيراد العملاء

# ImportExcelFile
source: Import From Excel File
ar_sa: إستيراد من ملف إكسل

source: Import Product
ar_sa: إستيراد المنتجات

source: In Price List
ar_sa: موجود في القائمة

source: Invoice
ar_sa: فواتير

# IsAdmin
source: Admin
ar_sa: مدير نظام

# IsCustomer
source: Customer
ar_sa: عميل

# IsEmployee
source: Employee
ar_sa: موظف

source: IsMain
ar_sa: رئيسي

# IsSupplier
source: Supplier
ar_sa: مورد

# lang
source: en
ar_sa: ar

# LastTimeToObject
source: Remaining Time To Object
ar_sa: وقت غلق الطلب

source: List Of Employees
ar_sa: قائمة الموظفيين

source: List Of Suppliers
ar_sa: المورديين

source: Log Out
ar_sa: تسجيل الخروج

source: Main Information
ar_sa: البيانات الأساسية

source: Manage Customers
ar_sa: ادارة الزبائن

source: Manage Permission
ar_sa: ادارة الصلاحيات

source: Manage role
ar_sa: مجموعات الصلاحيات

source: Manage Suppliers
ar_sa: ادارة الموردين

source: Manage User Role
ar_sa: إدارة مجموعة الصلاحيات

# Mention3Supplier
source: Mention 3 suppliersyou are dealing with
ar_sa: اضف 3 عملاء تتعامل معهم

source: Monthly
ar_sa: شهري

source: Months
ar_sa: شهري

source: Morning
ar_sa: صباحا

source: My Inbox
ar_sa: البريد الخاص

source: My Profile
ar_sa: حسابي

source: Name
ar_sa: الاسم

# NameInArabic
source: Arabic Name
ar_sa: الإسم بالعربي

# NameInEnglish
source: English Name
ar_sa: الإسم بالأنجليزي

source: New
ar_sa: طلب جديد

# NewOrder
source: Create Order
ar_sa: طلب جديد

source: Next
ar_sa: التالي

source: No
ar_sa: لا

# Number
source: Employee Number
ar_sa: رقم الموظف

# numberofperiods
source: Repeat this transaction for
ar_sa: عدد مرات التكرار لهذه العملية

# numberofperiodsError
source: Number of Repeat Is Required
ar_sa: عدد مرات التكرار حقل إجباري

source: Objected
ar_sa: مرفوض

source: Open
ar_sa: فتح

# OrderAccepted
source: Accepted Order
ar_sa: الطلبات المقبولة

# OrderClosed
source: Closed
ar_sa: تم غلق الطلب

# OrderDescriptionError
source: Order Description Is Required
ar_sa: عنوان الطلب حقل إجباري

# OrderDetails
source: Review Order
ar_sa: مراجعة الطلب

# OrderHistory
source: Orders History
ar_sa: سجل الطلبات

source: Order Items
ar_sa: تفاصيل الطلب

source: Order Now
ar_sa: أطلب الآن

# OrderNumber
source: Number Of Orders :
ar_sa: عدد الطلبات :

# OrderRejected
source: Rejected Order
ar_sa: الطلبات المرفوضة

# orders
source: List Of Orders
ar_sa: الطلبات

# orderSubmitted
source: Order Sent To Supplier
ar_sa: تم إرسال الطلب بنجاح

# OrderUnderProcess
source: Orders Under Process
ar_sa: طلبات تحت المراجعة

# PaidByCustomer
source: Sadad Payement Received
ar_sa: تم إستلام المبلغ

source: Password
ar_sa: كلمة المرور

source: Payment
ar_sa: الدفع

source: Payment Method
ar_sa: طريقة الدفع

source: Permission Action
ar_sa: إسم الصفحة

source: Permission Arabic Name
ar_sa: إسم الصلاحية بالعربي

source: Permission Controller
ar_sa: رابط الصفحة

source: Permission English Name
ar_sa: إسم الصلاحية بالأنجليزي

source: Phone
ar_sa: رقم الجوال

source: Phone Number
ar_sa: رقم الجوال

# Po
source: New Order
ar_sa: طلبات جديدة

source: Price
ar_sa: السعر

source: Price Lists
ar_sa: قائمة الاسعار

# PriceTypeId
source: Price Type
ar_sa: قائمة الاسعار

source: Price Types
ar_sa: نوع قائمة الاسعار

# ProductAr
source: English Product Name
ar_sa: إسم المنتج بالعربي

# ProductEn
source: Arabic Product Name
ar_sa: إسم المنتج بالأنجليزي

# Products
source: Product
ar_sa: المنتجات

# ProductsCategory
source: Product Category
ar_sa: فئة المنتج

# ProductsManagment
source: Product Managment
ar_sa: ادارة المنتجات

# qte
source: Quantity
ar_sa: الكمية

source: Qty
ar_sa: الكمية

source: Reception
ar_sa: استقبال

# recursive
source: Repeat Order
ar_sa: تكرار الطلب

source: Redirect
ar_sa: توجيه

source: Reject
ar_sa: رفض

# RejectCause
source: Rejection Reason
ar_sa: أسباب الرفض

source: Rejected
ar_sa: مرفوض

# RemovePermission
source: Enabled Permissions
ar_sa: الصلاحيات المفعلة

source: Repeat
ar_sa: التكرار

source: Repeat Period
ar_sa: فترة التكرار

# Replay
source: Reply
ar_sa: الرد

# Required
source: This Field Required
ar_sa: هذا الحقل مطلوب

source: Resolved
ar_sa: تم حلها

source: ReviewOrder
ar_sa: مراجعة الطلب

source: Review Rejected Order
ar_sa: مراجعة الطلب المرفوض

source: Revise
ar_sa: مراجعة الطلب

# role
source: User Role
ar_sa: نوع المستخدم

source: Role name in Arabic
ar_sa: إسم مجموعة الصلاحيات بالعربي

source: Role name in English
ar_sa: إسم مجموعة الصلاحيات بالأنجليزي

source: Sadad
ar_sa: سداد

source: Sadad Invoices
ar_sa: فواتير سداد

# SadaNumber
source: Sadad invoice Number
ar_sa: رقم فاتورة سداد

source: SAR
ar_sa: ريال

source: Setting
ar_sa: الاعدادات

# SettingCustomer
source: Customer Setting
ar_sa: إعدادات العميل

source: Show
ar_sa: عرض

source: SKU
ar_sa: وحدة حفظ الأوراق المالية

# Statement
source: Credit Statement
ar_sa: كشف الحساب

# SuccessActivated
source: Activated Successfully
ar_sa: تم التفعيل بنجاح

# SuccessSave
source: Saved Succeffully
ar_sa: تم الحفظ بنجاح

source: Supplier
ar_sa: المورديين

# SupplierId
source: Supplier
ar_sa: المورد

source: Supplier Managment
ar_sa: ادارة العملاء

# SupplierQte
source: Modify Quantity
ar_sa: تعديل الكمية

source: Support Tickets
ar_sa: الدعم الفني

# SystemName
source: RSLF System
ar_sa: نظام القوات البرية

# timeSlot
source: Delivery Time Slots
ar_sa: فترات التسليم

# TimeSlotDelivery
source: Time Slots
ar_sa: فترات التوصيل

source: Title
ar_sa: العنوان

# TitleAr
source: Arabic Title
ar_sa: الاسم بالعربي

# TitleEn
source: English Title
ar_sa: الاسم بالانجليزي

# to
source: End Date
ar_sa: إلى

source: Total
ar_sa: المجموع

source: Unit
ar_sa: الوحدة

# UnitId
source: Unit
ar_sa: الوحدة

source: Units
ar_sa: وحدات القياس

source: Update
ar_sa: تحديث

# UploadCreditContract
source: Upload Credit Contrat
ar_sa: رفع ملف إتفاقية الآجل

source: User Information
ar_sa: معلومات تسجيل الدخول

source: User Is Active
ar_sa: المستخدم مفعل

source: User Name
ar_sa: اسم المستخدم

source: Users Management
ar_sa: ادارة المستخدمين

source: Waitting
ar_sa: في الانتظار

source: Weeks
ar_sa: أسبوعي

source: Yes
ar_sa: نعم
